{
  "menu": {
    "home": "Home",
    "survivalProgress": "Survival Progress",
    "member": "Member",
    "join": "Join Us"
  },
  "time": {
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds"
  },
  "home": {
    "description": "The true work of art is but a shadow of the divine perfection",
    "serverRunning": "Created for",
    "joinButton": "Embark on Creativity",
    "about": {
      "title": "Cloud Town Exquisite Craft",
      "subTitle": "CTEC",
      "features": [
        "One of the top green energy technology servers in Asia currently",
        "Active in research on green energy technology within the vanilla Minecraft environment",
        "Survival practice, redstone technology, architectural creation",
        "A good creative environment and server equipment",
        "Collaborative research and exchange with excellent players from various countries"
      ],
      "button": "Latest Progress",
      "imageUrl": "homePage/CTEC_Redstone.png"
    },
    "feature": {
      "title": "What We Offer",
      "card": [
        {
          "title": "Top-tier Architectural Team",
          "description": "We strive to blend Redstone and architecture, showcasing unique creations in survival mode. Our architects hail from diverse fields, each a master of at least one style. We believe that only by standing on the shoulders of giants can we broaden our horizons. In learning from the masters, we also frequently engage with teams and servers deeply rooted in the architectural community, including the Ghost Whale server, Arthas Industries, and the LIF Frame Wood Production Group. Yunzhen also provides a comprehensive set of plugins and a creative environment for architects to showcase their talents.",
          "button": "View Architectural Works",
          "imageUrl": "homePage/CTEC_Building.jpg"
        },
        {
          "title": "Advanced Redstone Technology",
          "description": "Our community boasts strong technical capabilities, with numerous Redstone technology developers proficient in various tech tree research, maintaining friendly relations with multiple international live electricity servers. Our team is dedicated to research and innovation, continuously rolling out various novel farms or components, providing more fun for community members. We have set up dedicated labs, including two creative servers and two mirror servers, allowing players who do not wish to play survival to join in the fun. We currently hold the world record certification for a copper oxidation farm.",
          "button": "View Redstone Works",
          "imageUrl": "homePage/CTEC_Redstone.png"
        },
        {
          "title": "Astonishing Equipment",
          "description": "We possess excellent server equipment, capable of supporting a large number of players online simultaneously for development and play. We have low-latency connection proxy servers in various countries, providing an excellent gaming experience for players from different regions. Our equipment features an i9-13900K, 128G RAM, 6TB Gen 4 SSD, and a UPS uninterrupted power supply system. We also have amateur engineers maintaining the servers, ensuring their stable operation.",
          "button": "View Server Equipment",
          "imageUrl": "homePage/CTEC_Hardware.png"
        }
      ]
    },
    "carousel": {
      "title": "Server Content"
    }
  },
  "notFound": {
    "title": "404 Not Found",
    "description": "Seems like it has already been burnt into ashes...",
    "backButton": "Back to Home"
  },
  "members": {
    "title": "Member List",
    "description": "Excellent members in various fields create wonderful server records"
  },
  "join": {
    "description": "How to Join Us",
    "redstone": {
      "image": "join/redstone.png",
      "title": "Redstone Team",
      "description": [
        "Submit your redstone creations to the submission channel or directly message a reviewer to apply for review.",
        "We will invite authors of outstanding works to join.",
        "Reviewer Discord:"
      ],
      "admin1": {
        "text": "fantasy_sakura",
        "href": "https://discordapp.com/users/676261754782613514"
      },
      "admin2": {
        "text": "jezlarm",
        "href": "https://discordapp.com/users/378510281250439168"
      },
      "channel": {
        "text": "Submission Channel",
        "href": "https://discord.com/channels/933290709589577728/1103568261683101696"
      }
    },
    "build": {
      "image": "join/build.png",
      "title": "Building Team",
      "subTitle": "The review will be based on the following criteria:",
      "description": [
        "Structural Rationality: Defies Newtonian physics (exceptions for magic/fantasy themes, but exaggeration must be reasonably grounded), the work should display rational building structures and accurately replicate stylistic details and structure, not just surface appearance.",
        "Color Application: The work employs stunning visual effects through the application of color concepts and coloring skills.",
        "Creativity: Plagiarism, poor secondary creation, and exploiting review loopholes are strictly prohibited in the Cloud Town building department. Please respect each original work. Authors with rich creativity can reflect a strong personal style and unique innovative ability in their work."
      ],
      "forms": {
        "text": "Application Form",
        "href": "https://forms.gle/sGUxUtUaskchiTfG7"
      }
    },
    "player": {
      "image": "join/player.png",
      "title": "Logistics Team",
      "description": "We hope to recruit Minecraft players who have basic redstone knowledge and are enthusiastic about the game. If you are dedicated, have a bit of redstone knowledge, and are full of passion for the game, please fill out the Cloud Town Craft Logistics Team form. If your score meets the standard, there will be a second review based on activity.",
      "forms": {
        "text": "Application Form",
        "href": "https://forms.gle/sGUxUtUaskchiTfG7"
      }
    }
  },
  "opensource": {
    "title": "Open Source",
    "description": "some good projects"
  }
}
